Repository: leigh123linux/cinnamon-search-tool
Catalog: help/*/*.po
Languages: pt_br

# _
source: translator-credits
pt_br: Rafael Ferreira <rafael.f.f1@gmail.com>

# _
source: external ref='figures/gnome-search-tool_window.png' md5='bb0f097535682e53e6bd43c66f0373c7'
pt_br: external ref='figures/gnome-search-tool_window.png' md5='c232dd71cf7f445313e127b78b9df473'

source: Search for Files Manual
pt_br: Manual do Pesquisar por arquivos

source: A search tool to find files, folders and documents on your computer.
pt_br: Uma ferramenta de busca para localizar arquivos, pastas e documentos em seu computador.

source: GNOME Documentation Project
pt_br: Projeto de documentação do Gnome

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
pt_br: Permissão concedida para copiar, distribuir e/ou modificar este documento dentro dos termos da GNU Free Documentation License (GFDL), Versão 1.1 ou qualquer versão superior publicada pela Free Software Foundation sem nenhuma Seção Imutável, Textos de Capa e Contra-Capa. Você pode achar uma cópia do GFDL neste <ulink type="help" url="help:fdl">link</ulink> ou no arquivo COPYING-DOCS distribuido com este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
pt_br: Este manual é parte de uma coleção dos manuais GNOME distribuídos sob a GFDL. Se você quer distribuir este manual separadamente da coleção, você pode fazê-lo adicionando uma cópia da licença ao manual, como descrito na seção 6 da licença.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
pt_br: Muitos dos nomes usados por companhias para distinguir seus produtos e serviços são referidas como marcas registradas. Aqui estes nomes aparecem em qualquer documentação do GNOME, e os membros do Projeto de Documentação GNOME(GNOME Project Documentation) são orientados sobre estas marcas registradas, então estes nomes estão em letras maiúsculas ou letras iniciais maiúsculas.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
pt_br: O DOCUMENTO É FORNECIDO "NO ESTADO", SEM GARANTIA DE QUALQUER TIPO, TANTO EXPRESSA QUANTO IMPLÍCITA, INCLUINDO, SEM LIMITAÇÕES, GARANTIAS DE QUE O DOCUMENTO OU VERSÃO MODIFICADA DO MESMO É COMERCIALIZADO LIVRE DE DEFEITOS, PRÓPRIO PARA UM PROPÓSITO ESPECÍFICO OU QUE NÃO HÁ INFRAÇÕES. TODO RISCO DE QUALIDADE, PRECISÃO E PERFORMANCE DO DOCUMENTO OU VERSÃO MODIFICADA É COM VOCÊ. SE ALGUM DOCUMENTO OU VERSÃO MODIFICADA É PROVADO DEFEITUOSO EM QUALQUER ASPECTO, VOCÊ (NÃO O ESCRITOR INICIAL, AUTOR OU QUALQUER CONTRIBUIDOR) ASSUME O CUSTO DE QUALQUER SERVIÇO NECESSÁRIO, REPARO OU CORREÇÃO. ESTE AVISO DE GARANTIA CONSTITUI UMA PARTE ESSENCIAL DA LICENÇA. NENHUM USO DE QUALQUER DOCUMENTO OU VERSÃO MODIFICADA DO DOCUMENTO É AUTORIZADO EXCETO SOB ESTA CONDIÇÃO; E

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
pt_br: SOB NENHUMA CIRCUNSTÂNCIA E SOB NENHUMA TEORIA LEGAL, TANTO EM DANOS (INCLUINDO POR NEGLIGÊNCIA), CONTRATO OU OUTROS, DEVE O AUTOR, ESCRITOR INICIAL OU CONTRIBUIDOR OU QUALQUER DISTRIBUIDOR DO DOCUMENTO, VERSÃO MODIFICADA OU QUALQUER FORNECEDOR DE QUALQUER DESSES GRUPOS, SER CONSIDERADO RESPONSÁVEL A QUALQUER PESSOA POR QUALQUER DANO DIRETO, INDIRETO, ESPECIAL, INCIDENTAL OU CONSEQUENCIAL DE QUALQUER INDIVÍDUO, INCLUINDO, SEM LIMITAÇÕES, DANOS POR PERDA DE BOA VONTADE, PARADA DE TRABALHO, FALHA DE COMPUTADOR, MAU FUNCIONAMENTO OU QUALQUER E TODOS OS OUTROS DANOS OU PERDAS RESULTANTES OU RELACIONADAS AO USO DO DOCUMENTO E VERSÕES MODIFICADAS, MESMO QUE ESSE GRUPO TENHA SIDO INFORMADO DA POSSIBILIDADE DE TAIS DANOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
pt_br: O DOCUMENTO E VERSÕES MODIFICADAS DO DOCUMENTO SÃO FORNECIDOS SOB OS TERMOS DA GNU FREE DOCUMENTATION LICENSE COM O ENTENDIMENTO ADICIONAL DE QUE: <_:orderedlist-1/>

source: <firstname>Dennis</firstname> <surname>Cranston</surname> <affiliation> <orgname>Search for Files Maintainer</orgname> <_:address-1/> </affiliation>
pt_br: <firstname>Dennis</firstname> <surname>Cranston</surname> <affiliation> <orgname>Mantenedor do Pesquisar por arquivos</orgname> <_:address-1/> </affiliation>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>
pt_br: <firstname>Sun</firstname> <surname>Equipe de documentação do GNOME</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>

source: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>kirillov@math.sunysb.edu</email> </address> </affiliation>
pt_br: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>Projeto de documentação do GNOME</orgname> <address> <email>kirillov@math.sunysb.edu</email> </address> </affiliation>

source: Search for Files Maintainer
pt_br: Mantenedor do Pesquisar por arquivos

source: <revnumber>Search for Files Manual V2.7</revnumber> <date>June 2005</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.7</revnumber> <date>junho de 2005</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.6</revnumber> <date>January 2005</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.6</revnumber> <date>janeiro de 2005</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
pt_br: Equipe de documentação do GNOME da Sun

source: <revnumber>Search for Files Manual V2.4</revnumber> <date>February 2004</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.4</revnumber> <date>fevereiro de 2004</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.3</revnumber> <date>September 2002</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.3</revnumber> <date>setembro de 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Filesl Manual V2.2</revnumber> <date>August 2002</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.2</revnumber> <date>agosto de 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.1</revnumber> <date>July 2002</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.1</revnumber> <date>julho de 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.0</revnumber> <date>May 2002</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do Pesquisar por arquivos V2.0</revnumber> <date>maio de 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual</revnumber> <date>2000</date> <_:revdescription-1/>
pt_br: <revnumber>Manual do pesquisar por arquivos</revnumber> <date>2000</date> <_:revdescription-1/>

source: This manual describes version 2.26 of Search for Files.
pt_br: Este manual descreve a versão 2.26 do Pesquisar por arquivos.

source: Feedback
pt_br: Comentários (feedback)

source: To report a bug or make a suggestion regarding the Search for Files application or this manual, follow the directions in the <ulink url="help:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
pt_br: Para relatar um erro ou fazer uma sugestão sobre o aplicativo Pesquisar por arquivos, siga as instruções na <ulink url="help:gnome-feedback" type="help">página de feedback do GNOME</ulink>.

source: <primary>Search Tool</primary>
pt_br: <primary>Ferramenta de pesquisa</primary>

source: Introduction
pt_br: Introdução

source: The <application>Search for Files</application> application enables you to search for files on your system. To perform a basic search, you can type a filename or a partial filename, with or without wildcards. To refine your search, you can apply additional search options.
pt_br: O aplicativo <application>Pesquisar por arquivos</application> permite que você pesquise por arquivos em seu sistema. Para realizar uma pesquisa básica, você pode digitar um nome de arquivo inteiro ou parcial, com ou sem caractere coringa. Para refinar sua pesquisa, você pode aplicar opções de pesquisa adicionais.

source: <application>Search for Files</application> uses the <command>find</command>, <command>grep</command>, and <command>locate</command> UNIX commands. By default, when performing a basic search <application>Search for Files</application> first uses the <command>locate</command> command, and then uses the slower but more thorough <command>find</command> command.
pt_br: O <application>Pesquisar por arquivos</application> usa os comandos UNIX <command>find</command>, <command>grep</command> e <command>locate</command>. Por padrão, ao se realizar uma pesquisa básica, o <application>Pesquisar por arquivos</application> primeiro usa o comando <command>locate</command> e, então, usa o mais lento, porém mais completo <command>find</command>.

source: The case sensitivity of the search depends on your operating system. For example, on Linux, the <command>find</command>, <command>grep</command>, and <command>locate</command> commands support the <literal>-i</literal> option, so all searches are case-insensitive.
pt_br: A diferenciação entre maiúsculo e minúsculo na pesquisa depende do seu sistema operacional. Por exemplo, no Linux os comandos <command>find</command>, <command>grep</command> e <command>locate</command> têm suporte à opção <literal>-i</literal>, de forma que todas as pesquisas possam diferenciar.

source: Getting Started
pt_br: Primeiros passos

source: You can start <application>Search for Files</application> in the following ways:
pt_br: Você pode iniciar o <application>Pesquisar por arquivos</application> das seguintes formas:

source: From a <guimenu>Menu Bar</guimenu> on a panel
pt_br: De uma <guimenu>Barra de menu</guimenu> em um painel

source: Choose <menuchoice><guisubmenu>Places</guisubmenu><guimenuitem>Search for Files...</guimenuitem></menuchoice>
pt_br: Escolha <menuchoice><guisubmenu>Locais</guisubmenu><guimenuitem>Pesquisar por arquivos...</guimenuitem></menuchoice>

source: From a <guimenu>Main Menu</guimenu> on a panel
pt_br: De um <guimenu>Menu principal</guimenu> em um painel

source: Choose <menuchoice><guimenuitem>Search for Files...</guimenuitem></menuchoice>
pt_br: Escolha <menuchoice><guimenuitem>Pesquisar por arquivos...</guimenuitem></menuchoice>

source: From a command line
pt_br: De uma linha de comando

source: Execute the following command: <command>gnome-search-tool</command>
pt_br: Execute o seguinte comando: <command>gnome-search-tool</command>

source: When you start <application>Search for Files</application>, the following window is displayed.
pt_br: Quando você iniciar o <application>Pesquisar por arquivos</application>, a seguinte janela será exibida.

source: Search for Files Window
pt_br: Janela do Pesquisar por arquivos

source: <imageobject><imagedata fileref="figures/gnome-search-tool_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Search for Files main window. </phrase> </textobject>
pt_br: <imageobject><imagedata fileref="figures/gnome-search-tool_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Mostra a janela principal do Pesquisar por arquivos. </phrase> </textobject>

source: Usage
pt_br: Utilização

source: To Perform a Basic Search
pt_br: Para realizar uma pesquisa básica

source: To perform a basic search for a file on the system, perform the following steps:
pt_br: Para realizar uma pesquisa básica a um arquivo no sistema, faça os seguintes passos:

source: Enter the search text in the <guilabel>Name contains</guilabel> field. The search text can be a filename or partial filename, with or without wildcards, as shown in the following table:
pt_br: Digite o texto de pesquisa no campo <guilabel>Nome contém</guilabel>. O texto de pesquisa pode ser um nome de arquivo completo ou parcial, com ou sem caracteres coringas, como mostrar na tabela a seguir:

source: Name Contains Text
pt_br: Nome contém texto

source: Example
pt_br: Exemplo

source: Result
pt_br: Resultado

source: Full or partial filename
pt_br: Nome completo ou parcial

source: <userinput>myfile.txt</userinput>
pt_br: <userinput>meuarquivo.txt</userinput>

source: <application>Search for Files</application> searches for all files that contain the text <userinput>myfile.txt</userinput> in the filename.
pt_br: <application>Pesquisar por arquivos</application> pesquisa em todos os arquivos que contêm o texto <userinput>meuarquivo.txt</userinput> no nome do arquivo.

source: Partial filename combined with wildcards (*, [, ])
pt_br: Nome de arquivo parcial combinado com caracteres coringas (*, [, ])

source: <application>Search for Files</application> searches for all files that have extension <userinput>.c</userinput> or <userinput>.h</userinput>.
pt_br: <application>Pesquisar por arquivos</application> pesquisa por todos os arquivos que possuem a extensão <userinput>.c</userinput> ou <userinput>.h</userinput>.

source: In the <guilabel>Look in folder</guilabel> field, select the folder or device from which you want <application>Search for Files</application> to begin the search.
pt_br: No campo <guilabel>Pesquisar na pasta</guilabel>, selecione a pasta ou dispositivo a partir do qual você deseja que <application>Pesquisar por arquivos</application> comece a pesquisar.

source: Click <guibutton>Find</guibutton> to perform the search.
pt_br: Clique em <guibutton>Localizar</guibutton> para fazer a pesquisa.

source: To Add Search Options
pt_br: Adicionar novo critério a esta pesquisa

source: Click <guibutton>Add</guibutton>.
pt_br: Clique <guibutton>Adicionar</guibutton>.

source: Search Options
pt_br: Opções de pesquisa

source: Option Name
pt_br: Nome da opção

source: Description
pt_br: Descrição

source: Contains the text
pt_br: Contém o texto

source: Date modified less than
pt_br: Última modificação antes de

source: Date modified more than
pt_br: Última modificação depois de

source: Size at least
pt_br: Tamanho mínimo

source: Size at most
pt_br: Tamanho máximo

source: File is empty
pt_br: O arquivo está vazio

source: Search for empty files.
pt_br: Pesquisar por arquivos abertos.

source: Owned by user
pt_br: Propriedade do usuário

source: Owned by group
pt_br: Propriedade do grupo

source: Owner is unrecognized
pt_br: Proprietário irreconhecível

source: Name does not contain
pt_br: Nome não contém

source: Name matches regular expression
pt_br: Nome corresponde à expressão regular

source: Show hidden and backup files
pt_br: Mostrar arquivos ocultos e de backup

source: Follow symbolic links
pt_br: Seguir links simbólicos

source: Exclude other filesystems
pt_br: Excluir outros sistemas de arquivos

source: To Stop a Search
pt_br: Para interromper uma pesquisa

source: To Open a Displayed File
pt_br: Para abrir um arquivo exibido

source: Double-click on the file.
pt_br: Clique-duplo no arquivo.

source: To Delete a Displayed File
pt_br: Para excluir um arquivo exibido

source: To Save the Search Results
pt_br: Para salvar os resultados de pesqusia

source: Settings
pt_br: Configurações

source: <guimenu>Applications</guimenu> menu
pt_br: Menu de <guimenu>Aplicativos</guimenu>

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>dconf Editor</guimenuitem></menuchoice>.
pt_br: Vá até <menuchoice><guisubmenu>Ferramentas do sistema</guisubmenu><guimenuitem>Editor dconf</guimenuitem></menuchoice>.

source: Command line
pt_br: Linha de comando

source: Execute the following command: <command>dconf-editor</command>
pt_br: Execute o seguinte comando: <command>dconf-editor</command>

source: Disable Quick Search
pt_br: Desabilitar a pesquisa rápida

source: Default value: false
pt_br: Valor padrão: false

source: Disable Quick Search Second Scan
pt_br: Desabilitar a segunda varredura da pesquisa rápida

source: Quick Search Excluded Paths
pt_br: Caminhos excluídos da pesquisa rápida

source: Default values: [/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]
pt_br: Valores padrão: [/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]

source: Quick Search Second Scan Excluded Paths
pt_br: Caminhos excluídos da segunda pesquisa rápida

source: Default values: [/]
pt_br: Valores padrão: [/]

source: Show Additional Options
pt_br: Mostra opções adicionais

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
pt_br: Permissão concedida para copiar, distribuir e/ou modificar este documento sob os termos da Licença de Documentação Livre GNU (GNU Free Documentation License), Versão 1.1 ou qualquer versão mais recente publicada pela Free Software Foundation; sem Seções Invariantes, Textos de Capa Frontal, e sem Textos de Contracapa. Você pode encontrar uma cópia da licença GFDL neste <_:ulink-1/> ou no arquivo COPYING-DOCS distribuído com este manual.
