Repository: leigh123linux/cinnamon-search-tool
Catalog: po/*.po
Languages: as, en@shaw, te

source: Error running the search command.
as: search কমান্ড নিৰ্বাহ কৰোতে ত্ৰুটি।
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.
te: అన్వేషణ ఆదేశం నడుపుతున్నపుడు దోషము.

source: Enter a text value for the "%s" search option.
as: সন্ধান "%s" বিকল্পৰ বাবে এটা টেক্সট মান লিখক।
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘ "%s" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.
te: "%s" అన్వేషణ ఐచ్చికం కొరకు పాఠం విలువను చేర్చుము.

source: "%s" in %s
as: "%s", %s ত
en@shaw: "%s" ğ‘¦ğ‘¯ %s
te: "%s" లో %s

source: Enter a value in %s for the "%s" search option.
as: %s ত, "%s" সন্ধান বিকল্পৰ বাবে মান লিখক।
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘¯ %s ğ‘“ğ‘¹ ğ‘ "%s" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.
te: "%s" అన్వేషణ ఐచ్చికం కొరకు %s లో విలువను చేర్చుము.

source: Remove "%s"
as: "%s" আঁতৰাওক
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ "%s"
te: "%s" తొలగించు

source: Click to remove the "%s" search option.
as: "%s" সন্ধান বিকল্প আঁতৰাবলে ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ "%s" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.
te: "%s" అన్వేషణ ఐచ్చికం తొలగించుటకు నొక్కుము.

source: A_vailable options:
as: উপলব্ধ বিকল্পসমূহ (_v):
te: లభ్యత కల్గిన ఐచ్చికాలు(_v):

source: Available options
as: উপলব্ধ বিকল্পসমূহ
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
te: లభ్యత కల్గిన ఐచ్చికాలు

source: Select a search option from the drop-down list.
as: ড্ৰপ-ডাউন মেনুৰ পৰা সন্ধান বিকল্প বাছক।
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘®ğ‘ªğ‘-ğ‘›ğ‘¬ğ‘¯ ğ‘¤ğ‘¦ğ‘•ğ‘‘.
te: కిందికి లాగు జాబితా నుండి అన్వేషణ ఐచ్చికంను ఎంచుకొను

source: Add search option
as: সন্ধান বিকল্প যোগ কৰক
en@shaw: ğ‘¨ğ‘› ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯
te: అన్వేషణ ఐచ్చికం చేర్చుము

source: Click to add the selected available search option.
as: নিৰ্বাচিত উপলব্ধ সন্ধান বিকল্প যোগ কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘¨ğ‘› ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.
te: ఎంచుకొనబడిన లభ్యత కల్గిన అన్వేషణ ఐచ్చికంను చేర్చుటకు నొక్కుము.

source: S_earch results:
as: সন্ধানৰ ফলাফলসমূহ (_e):
te: అన్వేషించిన ఫలితాలు(_e):

source: List View
as: তালিকা দৰ্শন
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¿
te: జాబితా దర్శనం

source: Name
as: নাম
en@shaw: ğ‘¯ğ‘±ğ‘¥
te: పేరు

source: Folder
as: ফোল্ডাৰ
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
te: సంచయము

source: Size
as: আকাৰ
en@shaw: ğ‘•ğ‘²ğ‘Ÿ
te: పరిమాణం

source: Type
as: ধৰণ
en@shaw: ğ‘‘ğ‘²ğ‘
te: విధం, రకము

source: Date Modified
as: পৰিবৰ্তনৰ তাৰিখ
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›
te: తేది మార్చబడినది

source: _Name contains:
as: নামে অন্তৰ্ভুক্ত কৰে (_N):
en@shaw: _ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ:
te: పేరు కలిగివున్నది(_N):

source: Enter a filename or partial filename with or without wildcards.
as: ৱাইল্ড-কাৰ্ড সহ/বিনা ফাইলৰ সম্পূৰ্ণ/আংশিক নাম লিখক।
te: wildcards తోగాని లేకుండాగాని ఫైలు పేరుతో లేదా పాక్షిక ఫైలు పేరుతో ప్రవేశపెట్టండి.

source: Name contains
as: নামে অন্তৰ্ভুক্ত কৰে
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ
te: పేరు కలిగివున్నది

source: _Look in folder:
as: ফোল্ডাৰত সন্ধান কৰক (_L):
en@shaw: _ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:
te: సంచయములో చూడుము(_L):

source: Browse
as: ব্ৰাউছ কৰক
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿ
te: అన్వేషించు

source: Look in folder
as: ফোল্ডাৰত সন্ধান কৰক
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
te: సంచయం లో చూడుము

source: Select the folder or device from which you want to begin the search.
as: আপুনি সন্ধান আৰম্ভ কৰিবলৈ বিচৰা ফোল্ডাৰ বা ডিভাইচ বাছক।
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¹ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘¦ğ‘— ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘—.
te: దేనినుండైతే మీరు అన్వేషణ ప్రారంభించాలని అనుకుంటున్నారో ఆ ఫైలుని కాని లేదా పరికరాన్ని కాని ఎంపకచేసుకొనండి.

source: Select more _options
as: অধিক বিকল্প বাছক (_o)
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¹ _ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
te: చాలా ఐచ్చికాలు ఎంచుకొను(_o)

source: Select more options
as: অধিক বিকল্প বাছক
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¹ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
te: చాలా ఐచ్చికాలు

source: Click to expand or collapse the list of available options.
as: উপলব্ধ বিকল্পসমূহৰ তালিকা প্ৰসাৰণ বা সংকোচন কৰিবলে ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘¹ ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘• ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.
te: లభ్యత కల్గిన ఐచ్చికముల యొక్క జాబితాను పొడగించుటకు లేదా నాశనము చేయుటకు నొక్కుము.

source: Click to display the help manual.
as: সহায় হাতপুথি প্ৰদৰ্শন কৰিবলে ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤.
te: సహాయ నిర్థేశికత ప్రదర్శించుటకు నొక్కుము

source: Click to close "Search for Files".
as: "ফাইলসমূহ সন্ধান কৰক" বন্ধ কৰিবলে ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• "ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ".
te: మూయుటకు నొక్కుము "ఫైళ్ళ కొరకు అన్వేషణ".

source: Click to perform a search.
as: এটা সন্ধান পৰিৱেশন কৰিবলৈ ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘© ğ‘•ğ‘»ğ‘—.
te: అన్వేషించుటను నెరవేర్చుటకు నొక్కుము

source: Click to stop a search.
as: এটা সন্ধান বন্ধ কৰিবলে ক্লিক কৰক।
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘© ğ‘•ğ‘»ğ‘—.
te: అన్వేషించుటను ఆపివేయుటకు నొక్కుము

source: - the GNOME Search Tool
te: - GNOME అన్వేషణ సాధనం

source: Failed to parse command line arguments: %s
as: কমান্ড শাৰীৰ তৰ্কসমূহ বিশ্লেষণ কৰিবলে ব্যৰ্থ: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•: %s
te: %s:కమాండ్ లైన్ వాదనలు అన్వయించడం విఫలమైనది

source: Could not open help document.
as: সহায় দস্তাবেজ খুলিব নোৱাৰি।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘.
te: సహాయ పత్రమును తెరుచుటకు వీలుకాదు

source: Are you sure you want to open %d document?
as: আপুনি নিশ্চিতৰূপে %d দস্তাবেজ খুলিবলৈ ইচ্ছুক নে?
te: మీరు %d పత్రమును తెరుచుటకు నిశ్చయమై ఉన్నారా?

source: This will open %d separate window.
as: ইয়াৰ ফলস্বৰূপ %d পৃথক উইন্ডো খোলা হ'ব।
te: ఇది %d ప్రత్యక విండోమును తెరుస్తుంది.

source: Could not open document "%s".
as: "%s" দস্তাবেজ খোলা নাযায়।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ "%s".
te: "%s" పత్రమును తెరుచుటకు వీలుకాదు.

source: Could not open folder "%s".
as: "%s" ফোল্ডাৰ খোলা নাযায়।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ "%s".
te: "%s" సంచయమును తెరుచుటకు వీలుకాదు.

source: The nautilus file manager is not running.
as: Nautilus ফাইল ব্যৱস্থাপক বৰ্তমানে চলা নাই।
en@shaw: ğ‘ ğ‘¯ğ‘ªğ‘‘ğ‘©ğ‘¤ğ‘©ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™.
te: నాటిలస్ ఫైలు నిర్వాహిక నడుచుటలేదు.

source: The document does not exist.
as: দস্তাবেজ বৰ্তমানে উপস্থিত নাই।
en@shaw: ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘.
te: పత్రం కలిగిలేదు.

source: There is no installed viewer capable of displaying the document.
as: দস্তাবেজ প্ৰদৰ্শনৰ বাবে কোনো যথাযত সামগ্ৰী ইনস্টল নাই।
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘¿ğ‘¼ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘.
te: సామర్థ్యముగల పత్రమును ప్రదర్శించుటకు నెలకొల్పబడిన దర్శిని లేదు.

source: Are you sure you want to open %d folder?
as: আপুনি নিশ্চিতৰূপে %d ফোল্ডাৰ খুলিবলৈ ইচ্ছুক নে?
te: మీరు %d సంచయమును తెరుచుటకు నిశ్చయమై ఉన్నారా?

source: Could not move "%s" to trash.
as: "%s" আবৰ্জনাৰ বাকচত আঁতৰুৱা নাযায়।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ "%s" ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘–.
te: "%s" ను చెత్తకుండి కి కదిపించలేము.

source: Do you want to delete "%s" permanently?
as: আপুনি "%s" স্থায়ীৰূপে মচি পেলাবলে ইচ্ছুক নে?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ "%s" ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦?
te: "%s" ను నీవు శాశ్వతంగా తొలగించదలచుకున్నావా?

source: Trash is unavailable. Could not move "%s" to the trash.
as: আবৰ্জনাৰ বাকচ উপলব্ধ নহয়। "%s" ক আবৰ্জনাৰ বাকচত স্থানান্তৰ কৰিব নোৱাৰি।
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘– ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ "%s" ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘–.
te: చెత్తకుండి లభించలేదు. "%s" ను చెత్తకుండికి కదిపించలేము.

source: Could not delete "%s".
as: "%s" মচি পেলাব নোৱাৰি।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ "%s".
te: "%s" ను తొలగించలేము.

source: Deleting "%s" failed: %s.
as: "%s" মচি পেলাবলে ব্যৰ্থ: %s।
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ "%s" ğ‘“ğ‘±ğ‘¤ğ‘›: %s.
te: "%s" తొలగించుటకు విఫలమైనది : %s.

source: Moving "%s" failed: %s.
as: "%s" স্থানান্তৰ কৰিবলে ব্যৰ্থ: %s।
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ "%s" ğ‘“ğ‘±ğ‘¤ğ‘›: %s.
te: "%s"ను కదిపించుట విఫలమైనది: %s.

source: _Open
as: খোলক (_O)
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯
te: తెరచు(_O)

source: _Open with %s
as: %s ৰ সহায়ত খোলক (_O)
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ %s
te: %s తో తెరువుము (_O)

source: Open with %s
as: %s ৰ সহায়ত খোলক
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ %s
te: %s తో తెరువుము

source: Open Wit_h
as: উল্লিখিত প্ৰগ্ৰামৰ সহায়ত খোলক (_h)
te: దీనితో తెరువుము (_h)

source: Open Containing _Folder
as: অন্তৰ্ভুক্ত কৰা ফোল্ডাৰ খোলক (_F)
te: సంచయం కలిగి ఉన్నదా తెరువు(_F)

source: Mo_ve to Trash
as: আবৰ্জনাৰ বাকচত স্থানান্তৰ কৰক (_v)
te: చెత్తకుండి కి స్థానాన్ని మార్చుము(_v)

source: _Save Results As...
as: এই ধৰণে ফলাফলসমূহ সংৰক্ষণ কৰক (_S)...
en@shaw: _ğ‘•ğ‘±ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ...
te: లా ఫలితములు దాచు(_S)...

source: Save Search Results As...
as: সন্ধানৰ ফলাফলসমূহ এই ধৰণে সংৰক্ষণ কৰক...
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ...
te: అన్వేషణ ఫలితాలను లా దాచు...

source: Could not save document.
as: দস্তাবেজ সংৰক্ষণ কৰিবলৈ ব্যৰ্থ।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘.
te: పత్రమును దాచుటకు వీలుకాదు.

source: You did not select a document name.
as: দস্তাবেজৰ কোনো নাম নিৰ্বাচন কৰা হোৱা নাই।
en@shaw: ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥.
te: మీరు పత్ర పేరును ఎంచుకొనలేదు.

source: Could not save "%s" document to "%s".
as: "%s" দস্তাবেজ "%s" ত সংৰক্ষণ কৰা নাযায়।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ "%s" ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ "%s".
te: "%s" పత్రంకు "%s" ను దాచలేము.

source: The document "%s" already exists. Would you like to replace it?
as: "%s" দস্তাবেজটো ইতিমধ্যে উপস্থিত আছে। আপুনি ইয়াক প্ৰতিস্থাপন কৰিব বিচাৰে নে?
en@shaw: ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘?
te: పత్రం "%s" ఇదివరకే కలిగివున్నది. మీరు దాన్ని పునఃస్థాపించుటకు ఇష్టపడుతున్నారా?

source: If you replace an existing file, its contents will be overwritten.
as: উপস্থিত কোনো ফাইলৰ পৰিবৰ্তে নতুন ফাইল স্থাপন কৰা হলে পুৰনি ফাইলৰ সমল মচি পেলোৱা হ'ব।
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤, ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘´ğ‘ğ‘»ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯.
te: మీరు కలిగివున్న ఫైలును పునఃస్థాపించినట్టయితే, దాని విషయములు చెరిపిరాయబడును.

source: _Replace
as: প্ৰতিস্থাপন কৰক (_R)
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•
te: పునఃస్థాపించు(_R)

source: The document name you selected is a folder.
as: আপোনাৰ নিৰ্বাচিত দস্তাবেজ মূলত এটা ফোল্ডাৰ।
en@shaw: ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘Ÿ ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼.
te: మీరు ఎంచుకున్న పత్ర పేరు సంచయం

source: You may not have write permissions to the document.
as: সম্ভৱত দস্তাবেজত লিখাৰ অনুমতি আপোনাৰ নাই।
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘.
te: మీకు పత్రమునకు వ్రాయుటకు అనుమతులు లేవు.

source: today at %-I:%M %p
as: %-I:%M %p আজি
en@shaw: ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¨ğ‘‘ %-I:%M %p
te: ఈ రోజు %-I:%M %p

source: yesterday at %-I:%M %p
as: %-I:%M %p যোৱাকালী
en@shaw: ğ‘˜ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘›ğ‘± ğ‘¨ğ‘‘ %-I:%M %p
te: నిన్న %-I:%M %p

source: link (broken)
as: লিঙ্ক (ক্ষতিগ্ৰস্ত)
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ (ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯)
te: లంకె (విరిగినది)

source: link to %s
as: %s লে লিঙ্ক
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘‘ %s
te: %s కు లంకె

source: (copy)
en@shaw: (ğ‘’ğ‘ªğ‘ğ‘¦)
te: (నకలు)

source: (another copy)
en@shaw: (ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘ªğ‘ğ‘¦)
te: (వేరొక నకలు)

source: th copy)
en@shaw: ğ‘” ğ‘’ğ‘ªğ‘ğ‘¦)
te: th నకలు)

source: st copy)
en@shaw: ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦)
te: st నకలు)

source: nd copy)
en@shaw: ğ‘¯ğ‘› ğ‘’ğ‘ªğ‘ğ‘¦)
te: nd నకలు)

source: rd copy)
te: rd నకలు)

source: %s (copy)%s
en@shaw: %s (ğ‘’ğ‘ªğ‘ğ‘¦)%s
te: %s (నకలు)%s

source: %s (another copy)%s
en@shaw: %s (ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘ªğ‘ğ‘¦)%s
te: %s (వేరొక నకలు)%s

source: %s (%dth copy)%s
te: %s (%dth నకలు)%s

source: %s (%dst copy)%s
te: %s (%dst నకలు)%s

source: %s (%dnd copy)%s
te: %s (%dnd నకలు)%s

source: %s (%drd copy)%s
te: %s (%drd నకలు)%s

source: (invalid Unicode)
as: (অবৈধ ইউনিক'ড)
en@shaw: (ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘›)
te: (నిస్సారమైన యునికోడ్)

source: File is not a valid .desktop file
as: ফাইলটো এটা বৈধ .desktop ফাইল নহয়
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› .ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤
te: ఫైలు చెల్లునటువంటి .desktop ఫైలు కాదు

source: Unrecognized desktop file Version '%s'
as: অপৰিচিত ডেস্কটপ ফাইলৰ সংস্কৰণ '%s'
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ '%s'
te: గుర్తించబడని డెస్కుటాప్ ఫైల్ వర్షన్ '%s'

source: Starting %s
as: %s আৰম্ভ কৰা হৈছে
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ %s
te: %s ప్రారంభించుచున్నది

source: Application does not accept documents on command line
as: এপ্লিকেচন দ্বাৰা কমান্ড-শাৰীৰ মাধ্যমে ফাইল গ্ৰহণ কৰা নহয়
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯
te: అనువర్తనము ఆదేశ వరుసనందు పత్రములను ఆమోదించదు

source: Unrecognized launch option: %d
as: অপৰিচিত লঞ্চ বিকল্প: %d
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯: %d
te: గుర్తించబడని ఆరంభ ఐచ్చికము: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
as: এটা 'Type=Link' ডেস্কটপ প্ৰৱিষ্টিৰ বাবে দস্তাবেজৰ URI প্ৰেৰণ কৰা সম্ভৱ নহয়
te: పత్రము URIలను 'Type=Link' డెస్కుటాప్ ప్రవేశమునకు పంపలేదు

source: Not a launchable item
as: এটা লঞ্চ কৰিব পৰা বস্তু নহয়
te: ఆరంభించదగు అంశము కాదు

source: Disable connection to session manager
as: অধিবেশন ব্যৱস্থাপকৰ সৈতে সংযোগ বিচ্ছিন্ন কৰক
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼
te: అనుసంధానమును సెషన్‌కు నిర్వాహికకు అచేతనముచేయి

source: Specify file containing saved configuration
as: সংৰক্ষিত সংৰূপ ধাৰণকৰ্তা ফাইল ধাৰ্য্য কৰক
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯
te: దాచిన ఆకృతీకరణను కలిగివున్న ఫైలును తెలుపుము

source: FILE
en@shaw: ğ‘“ğ‘²ğ‘¤
te: ఫైలు

source: Specify session management ID
as: অধিবেশন ব্যৱস্থাপনাৰ ID ধাৰ্য্য কৰক
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ID
te: సెషన్ నిర్వాహిక ID తెలుపుము

source: Session management options:
as: অধিবেশন ব্যৱস্থাপনা বিকল্প:
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:
te: సెషన్ నిర్వాహిక ఐచ్చికములు:

source: Show session management options
as: অধিবেশন ব্যৱস্থাপনা বিকল্পসমূহ দেখুৱাওক
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
te: సెషన్ నిర్వాహిక ఐచ్చికములను చూపుము

source: Select the search option "Contains the text"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘"

source: Select the search option "Date modified less than"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯"

source: Select the search option "Date modified more than"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯"

source: Select the search option "File is empty"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦"

source: Select the search option "Follow symbolic links"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•"

source: Select the search option "Name does not contain"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘¯ğ‘±ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯"

source: Select the search option "Name matches regular expression"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯"

source: Select the search option "Owned by group"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² ğ‘œğ‘®ğ‘µğ‘"

source: Select the search option "Owned by user"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¿ğ‘Ÿğ‘¼"

source: Select the search option "Owner is unrecognized"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘´ğ‘¯ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›"

source: Select the search option "Show hidden files and folders"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ"

source: Select the search option "Size at least"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘"

source: Select the search option "Size at most"
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘"

source: This key determines if the "Select more options" section is expanded when the search tool is started.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¹ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ" ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.

source: %A, %B %-d %Y at %-I:%M:%S %p
en@shaw: %A, %B %-d %Y ğ‘¨ğ‘‘ %-I:%M:%s %p

source: - the CINNAMON Search Tool
as: - CINNAMON সন্ধান সঁজুলি
en@shaw: - ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤
