Repository: leigh123linux/cinnamon-search-tool
Catalog: po/*.po
Languages: as, en@shaw, te

source: Search for Files...
as: ফাইলসমূহ সন্ধান কৰক...
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...
te: ఫైళ్ళ కొరకు అన్వేషణము...

source: Locate documents and folders on this computer by name or content
as: নাম বা অন্তৰ্ভুক্ত বিষয় অনুসৰি এই কমপিউটাৰত ফাইল বা ফোল্ডাৰ সন্ধান কৰক
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥ ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘
te: పేరు లేదా విషయముల ద్వారా పత్రములను మరియు సంచయాలను ఈ కంప్యూటర్ లో గుర్తించండి

source: Search history
as: ইতিহাস সন্ধান কৰক
te: చరిత్ర శోధించు

source: This key defines the items which were searched for in the past.
as: এই কি'য়ে যিবোৰ বস্তু অতিতত সন্ধান কৰা হৈছিল তাৰ বিৱৰণ দিয়ে।
te: గతంలో దేని కొరకు అంశాలు శోధించబడెనో వాటిని యీ కీ నిర్వచించును.

source: Show Additional Options
as: অতিৰিক্ত বিকল্প দেখুৱাওক
en@shaw: ğ‘–ğ‘´ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
te: అత్యధికముగా చేర్పబడిన ఐచ్చికములు చూపుము

source: Disable Quick Search
as: দ্ৰুত সন্ধান অসামৰ্থবান কৰক
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—
te: తొందరగా అన్వేషించుటను అచేతనపరచు

source: This key determines if the search tool disables the use of the locate command when performing simple file name searches.
as: এই কি'য়ে সাধাৰণ ফাইল নাম সন্ধানসমূহ পৰিৱেশন কৰোতে সন্ধান সঁজুলি দ্বাৰা locateকমান্ডৰ ব্যৱহাৰ অসামৰ্থবান কৰা হয় নে সেয়া নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¿ğ‘• ğ‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ.
te: సులభంగా ఫైలు పేరుతో అన్వేషణ చేసినప్పుడు అన్వేషణ సాధనం గుర్తించు ఆదేశం ఉపయోగంను అచేతనం చేస్తే ఈ మీట నిశ్చయించబడుతుంది.

source: Quick Search Excluded Paths
as: দ্ৰুত সন্ধান কাৰ্য্যত উপেক্ষিত পথ
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘›ğ‘©ğ‘› ğ‘ğ‘­ğ‘ğ‘Ÿ
te: తొందరగా అన్వేషించుట త్రోవలను బహిష్కరించినది

source: This key defines the paths the search tool will exclude from a quick search. The wildcards '*' and '?' are supported. The default values are /mnt/*, /media/*, /dev/*, /tmp/*, /proc/*, and /var/*.
as: এই কি' দ্বাৰা দ্ৰুত সন্ধানয় বৰ্জিত পথসমূহ নিৰ্ধাৰিত হয়। '*' আৰু '?' ৱাইল্ড-কাৰ্ডসমূহ ব্যৱহাৰ কৰা সম্ভৱ হ'ব। অবিকল্পিত মান হল, /mnt/*, /media/*, /dev/*, /tmp/*, /proc/* আৰু /var/*।
te: ఈ కీ అన్వేషణ సాధనం త్వరిత అన్వేషణ నుండి బహిష్కరించు త్రోవలను నిర్వచిస్తుంది. wildcards '*' మరియు '?' తోడ్పాటునిస్తాయి.అప్రమేయ విలువలు /mnt/*, /media/*, /dev/*, /tmp/*, /proc/*, and /var/*.

source: Disable Quick Search Second Scan
as: দ্ৰুত সন্ধান আৰু দ্বিতীয় স্কেন ব্যৱস্থা অসামৰ্থবান কৰক
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘— ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘•ğ‘’ğ‘¨ğ‘¯
te: రెండవ సంఅన్వేషణను తొందరగా అన్వేషించుటను అచేతనపరచు

source: This key determines if the search tool disables the use of the find command after performing a quick search.
as: এই কি'য়ে দ্ৰুত সন্ধানৰ পিছত সন্ধান সঁজুলিৰ দ্বাৰা find কমান্ডৰ ব্যৱহাৰ অসামৰ্থবান কৰা হব নেনিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¿ğ‘• ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—.
te: త్వరిత అన్వేషణ జరిపినతర్వాత అన్వేషణ సాధనం అన్వేషణ ఆదేశం ఉపయోగాన్ని అచేతనం చేస్తే ఈ మీట నిశ్చయించబడుతుంది.

source: Quick Search Second Scan Excluded Paths
as: দ্ৰুত সন্ধান আৰু দ্বিতীয় স্কেন কাৰ্য্যত উপেক্ষিত পথ
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘— ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘•ğ‘’ğ‘¨ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘›ğ‘©ğ‘› ğ‘ğ‘­ğ‘ğ‘Ÿ
te: రెండవ సంఅన్వేషణను తొందరగా అన్వేషించుటను బహిష్కరించినది

source: This key defines the paths the search tool will exclude from a second scan when performing a quick search. The second scan uses the find command to search for files. The purpose of the second scan is to find files that have not been indexed. The wildcards '*' and '?' are supported. The default value is /.
as: এই কি' দ্বাৰা দ্ৰুত সন্ধানত দ্বিতীয় স্কেনৰ সময় উপেক্ষিত পথসমূহ নিৰ্ধাৰিত হয়। দ্বিতীয় স্কেনৰ সময় find কমান্ডৰ সাহায্যে ফাইল সন্ধান কৰা হয়। মূলত ইনডেক্স নকৰা ফাইল এই পদ্ধতিত সন্ধান কৰা হয়। '*' আৰু '?' ৱাইল্ড-কাৰ্ডসমূহ ব্যৱহাৰ কৰা সম্ভৱ হ'ব। অবিকল্পিত মান হল, /।
te: అన్వేషణ సాధనం త్వరిత అన్వేషణను చేస్తున్నప్పుడు రెండవ సంఅన్వేషణ నుండి బహిష్కరించు త్రోవలను ఈ మీట నిర్వచిస్తుంది.ఫైళ్ళను అన్వేషణుటకు రెండవ సంఅన్వేషణ అన్వేషణ ఆదేశాన్ని ఉపయోగిస్తుంది.రెండవ సంఅన్వేషణ యొక్క ఉపయోగార్ధం విషయసూచిక చేయబడనటువంటి ఫైలులను అన్వేషించుట.wildcards '*' మరియు '?' మద్దుతునిస్తాయి.అప్రమేయ విలువ /.

source: Search Result Columns Order
as: সন্ধানৰ ফলাফল স্তম্ভসমূহৰ ক্ৰম
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¹ğ‘›ğ‘¼
te: ఫలితాలను నిలువుపట్టీ క్రమములో అన్వేషణము

source: This key defines the order of the columns in the search results. This key should not be modified by the user.
as: এই কি'য়ে সন্ধান ফলাফলসমূহত স্তম্ভসমূহৰ ক্ৰমৰ বিৱৰণ দিয়ে।এই কি' ব্যৱহাৰকাৰী দ্বাৰা পৰিবৰ্তন হব নালাগে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘¿ğ‘Ÿğ‘¼.
te: ఈ కీ అన్వేషించిన ఫలితాలలోని నిలువువరుసల క్రమాన్ని నిర్వచిస్తుంది.ఈ కీ వాడుకరి చేత మార్చబడకూడదు.

source: Default Window Width
as: অবিকল্পিত উইন্ডোৰ প্ৰস্থ
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘”
te: అప్రమేయ విండో పొడవు

source: This key defines the window width, and it's used to remember the size of the search tool between sessions. Setting it to -1 will make the search tool use the default width.
as: এই কি'য়ে উইন্ডোৰ প্ৰস্থ নিৰ্ধাৰণ কৰে, আৰু অধিবেশনসমূহৰ মাজত সন্ধান সঁজুলিৰ আকাৰ মনত ৰখাৰবাবে ব্যৱহাৰ কৰা হয়। ইয়াক -1 লে সংহতি কৰিলে সন্ধান সঁজুলিয়ে অবিকল্পিত প্ৰস্থ ব্যৱহাৰ কৰিব।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘¯ ğ‘¦ğ‘‘'ğ‘• ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘‘ -1 ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¿ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”.
te: ఈ మీట విండో వెడల్పును నిర్వచిస్తుంది మరియు సెషన్సు మద్య అన్వేషణ సాధనం యొక్క పరిమాణం ను గుర్తుంచుకొనుటకు ఉపయోగించబడుతుంది.-1 కు అమర్చుట అన్వేషణ సాధనంను అప్రమేయ వెడల్పును ఉపయోగించుకొనునట్లు చేస్తుంది.

source: Default Window Height
as: অবিকল্পিত উইন্ডোৰ উচ্চতা
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘²ğ‘‘
te: అప్రమేయ విండో ఎత్తు

source: This key defines the window height, and it's used to remember the size of the search tool between sessions. Setting it to -1 will make the search tool use the default height.
as: এই কি'য়ে উইন্ডোৰ উচ্চতা নিৰ্ধাৰণ কৰে, আৰু অধিবেশনসমূহৰ মাজত সন্ধান সঁজুলিৰ আকাৰ মনত ৰখাৰবাবে ব্যৱহাৰ কৰা হয়। ইয়াক -1 লে সংহতি কৰিলে সন্ধান সঁজুলিয়ে অবিকল্পিত উচ্চতা ব্যৱহাৰ কৰিব।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘²ğ‘‘, ğ‘¯ ğ‘¦ğ‘‘'ğ‘• ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘‘ -1 ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¿ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘.
te: ఈ మీట విండో ఎత్తును నిర్వచిస్తుంది మరియు సెషన్సు మద్య అన్వేషణ సాధనం యొక్క పరిమాణం ను గుర్తుంచుకొనుటకు ఉపయోగించబడుతుంది.-1 కు అమర్చుట అన్వేషణ సాధనంను అప్రమేయ ఎత్తును ఉపయోగించుకొనునట్లు చేస్తుంది.

source: Default Window Maximized
as: অবিকল্পিত উইন্ডো ডাঙৰ কৰা
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘›
te: అప్రమేయ విండో పెద్దదిచేయబడింది

source: This key determines if the search tool window starts in a maximized state.
as: এই কি'য়ে এটা সন্ধান সঁজুলি উইন্ডো সৰ্বোচ্চ আকাৰত আৰম্ভ হয় নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘.
te: అన్వేషణ సాధనం విండో పెద్దదైన స్థితి లో ప్రారంభించబడితే ఈ మీట నిశ్చయించబడుతుంది.

source: Look in Folder
as: ফোল্ডাৰত সন্ধান কৰক
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
te: సంచయం నందు చూడుము

source: This key defines the default value of the "Look in Folder" widget.
as: "ফোল্ডাৰত সন্ধান কৰক" উইজেটৰ অবিকল্পিত মান এই কি' দ্বাৰা নিৰ্ধাৰিত হয়।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ "ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼" ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘.
te: ఈ కీ "సంచయం నందు చూడు" విడ్జట్ యొక్క అప్రమేయ విలువను నిర్వచిస్తుంది.

source: This key determines if the "Contains the text" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "লিখনী অন্তৰ্ভুক্ত কৰে" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "పాఠము కలిగిఉన్న" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Date modified less than" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "পৰিবৰ্তিত তাৰিখ কম" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "దీనికి తక్కువగా మార్చబడిన తారీఖు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Date modified more than" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "পৰিবৰ্তিত তাৰিখ অধিক" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "దీనికి ఎక్కువగా మార్చబడిన తారీఖు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Size at least" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "আকাৰ অন্তত" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "తక్కువలో ఉన్న పరిమాణం" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Size at most" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "সৰ্বাধিক আকাৰ" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఎక్కువలో ఉన్న పరిమాణం" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "File is empty" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "ফাইল ৰিক্ত" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఫైలు ఖాళీగా ఉంది" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Owned by user" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "ব্যৱহাৰকাৰী দ্বাৰা অধিকাৰী" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¿ğ‘Ÿğ‘¼" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఈ వాడుకరికి స్వకీయమైన" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Owned by group" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "দল দ্বাৰা অধিকাৰী" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² ğ‘œğ‘®ğ‘µğ‘" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఈ సమూహానికి స్వకీయమైన " అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Owner is unrecognized" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "অধিকাৰী অপৰিচিত" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘´ğ‘¯ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "యజమాని గుర్తించబడుటలేదు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Name does not contain" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "নামে অন্তৰ্ভুক্ত নকৰে" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘¯ğ‘±ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఇది కలిగిలేని పేరు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Name matches regular expression" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "নাম সাধাৰণ অভিব্যক্তিৰ সৈতে মিল খায়" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఈ సాదారణ ఎక్సప్రెషన్ కు సరితూగిన పేరు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Show hidden files and folders" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "লুকুয়া ফাইলসমূহ আৰু ফোল্ডাৰসমূহ দেখুৱাওক" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "దాచబడిన ఫైళ్ళను మరియు సంచయాలను చూపుము" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Follow symbolic links" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "সংকেতিক লিঙ্কসমূহ অনুকৰণ কৰক" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ "ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "చిహ్నపూరిత లంకెలను అనుసరించు" అన్వేషణ ఐచ్చికం ఎంపికకాబడి‌వుంటే ఈ మీట నిశ్చయించబడుతుంది.

source: This key determines if the "Exclude other filesystems" search option is selected when the search tool is started.
as: এই কি'য়ে সন্ধান সঁজুলি আৰম্ভ হওতে "অন্য ফাইলচিস্টেমসমূহ বাদ দিয়ক" সন্ধান বিকল্প নিৰ্বাচন হয়নে নিৰ্ধাৰণ কৰে।
te: అన్వేషణ సాధనం ప్రారంభించబడినప్పుడు "ఇతర ఫైలువ్యవస్థను తీసివేయి" అన్వేషణ ఐచ్చికం ఎంపికకాబడాలేమో ఈ మీట నిశ్చయించుతుంది.

source: Contains the _text
as: লিখনী অন্তৰ্ভুক্ত কৰে (_t)
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘ _ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
te: పాఠమును కలిగివున్నది(_t)

source: _Date modified less than
as: পৰিবৰ্তনৰ তাৰিখ কম (_D)
en@shaw: _ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯
te: తేది కంటే తక్కువ మార్చబడినది(_D)

source: days
as: দিন
en@shaw: ğ‘›ğ‘±ğ‘Ÿ
te: రోజులు

source: Date modified more than
as: পৰিবৰ্তনৰ তাৰিখ অধিক
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯
te: తేది కంటే ఎక్కువ మార్చబడినది

source: S_ize at least
as: আকাৰ অন্তত(_i)
te: తక్కువ పరిమాణం వద్ద(_i)

source: kilobytes
as: কি'লোবাইট
en@shaw: ğ‘’ğ‘¦ğ‘¤ğ‘´ğ‘šğ‘²ğ‘‘ğ‘•
te: కిలోబైట్స్

source: Si_ze at most
as: সৰ্বাধিক আকাৰ (_z)
te: చాలా పరిమాణం వద్ద(_z)

source: File is empty
as: ৰিক্ত ফাইল
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦
te: ఫైలు ఖాళీగావుంది

source: Owned by _user
as: ব্যৱহাৰকাৰীৰ দ্বাৰা অধিকাৰী (_u)
en@shaw: ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² _ğ‘¿ğ‘Ÿğ‘¼
te: వాడుకరి ద్వారా స్వకీయమైన(_u)

source: Owned by _group
as: দল দ্বাৰা অধিকাৰী (_g)
en@shaw: ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² _ğ‘œğ‘®ğ‘µğ‘
te: సమూహం ద్వారా స్వకీయమైన(_g)

source: Owner is unrecognized
as: অধিকাৰী অপৰিচিত
en@shaw: ğ‘´ğ‘¯ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›
te: యజమాని గుర్తింపులేనివాడు

source: Na_me does not contain
as: নামে অন্তৰ্বুক্ত নকৰে (_m)
te: పేరు కలిగి లేదు(_m)

source: Name matches regular e_xpression
as: নাম সাধাৰণ অভিব্যক্তিৰ সৈতে মিল খায় (_x)
te: సాధారణ వ్యక్తీకరణ పేరు ఉపమించదు(_x)

source: Show hidden and backup files
as: লুকুৱা আৰু বেকআপ ফাইলসমূহ দেখুৱাওক
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¯ ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
te: దాచబడిన మరియు భద్రపరచు ఫైళ్ళు చూపుము

source: Follow symbolic links
as: সাংকেতিক লিঙ্কসমূহ অনুকৰণ কৰক
en@shaw: ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•
te: చిహ్న పూరితలంకెలను అనుసరించు

source: Exclude other filesystems
as: অন্য ফাইলচিস্টেমসমূহ বাদ দিয়ক
te: ఇతర ఫైలువ్యవస్థలను తీసివేయి

source: Show version of the application
as: এপ্লিকেচনৰ সংস্কৰণ দেখুৱাওক
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯
te: అనువర్తనముల వెర్షన్ ను చూపుము

source: STRING
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™
te: స్ట్రింగ్

source: PATH
en@shaw: ğ‘ğ‘­ğ‘”
te: త్రోవ

source: VALUE
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿
te: విలువ

source: DAYS
en@shaw: ğ‘›ğ‘±ğ‘Ÿ
te: రోజులు

source: KILOBYTES
en@shaw: ğ‘’ğ‘¦ğ‘¤ğ‘´ğ‘šğ‘²ğ‘‘ğ‘•
te: కిలోబైట్సు

source: USER
en@shaw: ğ‘¿ğ‘Ÿğ‘¼
te: వినియోగదారి

source: GROUP
en@shaw: ğ‘œğ‘®ğ‘µğ‘
te: సమూహం

source: PATTERN
en@shaw: ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯
te: క్రమము

source: A locate database has probably not been created.
as: এটা সন্ধান ডাটাবেইচ সম্ভবত সৃষ্টি কৰা হোৱা নাই।
en@shaw: ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.
te: గుర్తించు దత్తాంశస్థానము బహుశా సృష్టించబడిఉండక పోవచ్చు

source: Character set conversion failed for "%s"
as: "%s"ৰ ক্ষেত্ৰত আখৰ সংহতি ৰূপান্তৰ ব্যৰ্থ
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘“ğ‘¹ "%s"
te: "%s" కొరకు అక్షర పరివర్తనం అమర్చు

source: Searching...
as: সন্ধান কৰা হৈছে...
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™...
te: అన్వేషణచున్నది...

source: Search for Files
as: ফাইলসমূহ সন্ধান কৰক
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
te: ఫైళ్ళ కొరకు అన్వేషణ

source: No files found
as: কোনো ফাইল পোৱা নগল
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›
te: ఎటువంటి ఫైళ్ళు దొరకలేదు

source: (stopped)
as: (স্থগিত)
en@shaw: (ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘)
te: (ఆపబడినది)

source: No Files Found
as: কোনো ফাইল পোৱা নগল
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›
te: ఎటువంటి ఫైళ్ళు దొరకలేదు

source: %'d File Found
as: %'d ফাইল পোৱা গৈছে
te: %'d ఫైలు కనుగొనబడింది

source: %'d file found
as: %'d ফাইল পোৱা গৈছে
te: %'d ఫైలు కనుగొనబడింది

source: Entry changed called for a non entry option!
as: প্ৰৱিষ্টিবিহীন বিকল্পৰ প্ৰৱিষ্টি পৰিবৰ্তনৰ প্ৰচেষ্টা কৰা হৈছে!
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘© ğ‘¯ğ‘ªğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯!
te: ప్రవేశ పెట్టని ఐచ్చికం కొరకు ప్రవేశము మార్చి పిలవబడినది!

source: Set the text of "Name contains" search option
as: "নামে অন্তৰ্ভুক্ত কৰে" সন্ধান বিকল্পৰ লিখনী সংহতি কৰক
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ "ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯
te: పాఠం అమర్చుట యొక్క "పేరు కలిగివున్నది" ఐచ్చికం అన్వేషణ

source: Set the text of "Look in folder" search option
as: "ফোল্ডাৰত সন্ধান কৰক" সন্ধান বিকল্পৰ লিখনী সংহতি কৰক
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ "ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯
te: పాఠం అమర్చుట యొక్క "సంచయములో చూడుము"ఐచ్చికం అన్వేషణ

source: Sort files by one of the following: name, folder, size, type, or date
as: ফাইলসমূহ উল্লিখিত বিষয়েৰ যি কোনো এটা ক্ৰমে বিন্যাস কৰক: নাম,ফোল্ডাৰ,আকাৰ,ধৰণ বা তাৰিখ
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™: ğ‘¯ğ‘±ğ‘¥, ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼, ğ‘•ğ‘²ğ‘Ÿ, ğ‘‘ğ‘²ğ‘, ğ‘¹ ğ‘›ğ‘±ğ‘‘
te: క్రింది ఇవ్వబడిన ఒక దాని ద్వారా ఫైళ్ళు చక్కదిద్దు: పేరు, సంచయము, పరిమాణం, రకము, లేదా తేది

source: Set sort order to descending, the default is ascending
as: ডাঙৰৰ পৰা সৰু মান অনুসৰি বিন্যাস কৰা হ'ব, অবিকল্পিত ক্ৰম সৰুৰ পৰা ডাঙৰ
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘¹ğ‘‘ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™, ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™
te: చక్కదిద్దు క్రమంను అవరోహణ క్రమములో అమర్చు, అప్రమేయము ఆరోహణ

source: Automatically start a search
as: স্বচালিতভাৱেভাবে সন্ধান আৰম্ভ কৰা হ'ব
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘•ğ‘»ğ‘—
te: అన్వేషించుటను స్వయంచాలకంగా మొదలుపెట్టు

source: Select the "%s" search option
as: "%s" সন্ধান বিকল্প বাছক
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ "%s" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯
te: "%s" అన్వేషణ ఐచ్చికం ఎంచుకొను

source: Select and set the "%s" search option
as: "%s" সন্ধান বিকল্প বাছক আৰু স্থাপন কৰক
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘ "%s" ğ‘•ğ‘»ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯
te: "%s" అన్వేషణ ఐచ్చికం ఎంచుకొనుము మరియు అమర్చుము

source: Invalid option passed to sortby command line argument.
as: sortby কমান্ড শাৰী তৰ্কলে অবৈধ বিকল্প প্ৰৰিত হৈছে।
te: చక్కదిద్దు ఆదేశ వాక్య క్రమానుగత సంకేతం కు నిస్సారమైన ఐచ్చికం పంపబడినది.

source: ... Too many errors to display ...
as: ... প্ৰদৰ্শন কৰিবলে অত্যাধিক ত্ৰুটি ...
en@shaw: ... ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘»ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ...
te: ... ప్రదర్శించుటకు చాలా దోషములు ...

source: The search results may be invalid. There were errors while performing this search.
as: সন্ধানৰ ফলাফলসমূহ অবৈধ হব পাৰে। এই সন্ধান পৰিৱেশন কৰোতে কিছুমান ত্ৰুটি হৈছিল।
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›. ğ‘ğ‘º ğ‘¢ğ‘» ğ‘»ğ‘¼ğ‘Ÿ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘—.
te: అన్వేషించిన ఫలితం నిస్సారమై ఉండవచ్చు. చేస్తున్నపుడు అక్కడ దోషములు ఏర్పడినవి అన్వేషణ.

source: Show more _details
as: অতিৰিক্ত বিৱৰণ দেখুৱাওক (_d)
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘¹ _ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ
te: చాలా వివరింపులు చూపుము(_d)

source: The search results may be out of date or invalid. Do you want to disable the quick search feature?
as: সন্ধানৰ ফলাফল অচল বা অবৈধ হওয়াৰ সম্ভাবনা আছে। আপুনি দ্ৰুত সন্ধান বৈশিষ্ট অসামৰ্থবান কৰিবলৈ ইচ্ছুক নে?
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¬ğ‘‘ ğ‘ ğ‘›ğ‘±ğ‘‘ ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘°ğ‘—ğ‘¼?
te: అన్వేషణ ఫలితాలు తారీఖు మించిపోయినవి లేదా విలువైనవికావు. మీరు త్వరిత అన్వేషణ ప్రయోజనాన్ని అచేతనం చేయాలనుకుంటున్నారా?

source: Disable _Quick Search
as: দ্ৰুত সন্ধান অসামৰ্থবান কৰক (_Q)
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ _ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—
te: తొందరగా అన్వేషించుట నిరుపయోగము(_Q)

source: Failed to set process group id of child %d: %s.
as: চাইল্ড %d ৰ বাবে প্ৰক্ৰিয়া দল id স্থাপন কৰিবলৈ ব্যৰ্থ: %s।
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘› ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› %d: %s.
te: %d కు పురోగమన సముదాయ id యొక్క శిశువు అమర్చునపుడు విఫలమైంది: %s.

source: Error parsing the search command.
as: search কমান্ড বিশ্লেষণ কৰোতে ত্ৰুটি।
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘¸ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.
te: అన్వేషణ ఆదేశంకు పార్సింగ్ దోషము.
